Revit 2027 API
ParameterTypeId.MarkupsCreated Property
 "Created"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MarkupsCreated { get; }
Public Shared ReadOnly Property MarkupsCreated As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MarkupsCreated {
	ForgeTypeId^ get ();
}
static member MarkupsCreated : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace